Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/samas.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: You can answer that question by participating in the SHoT survey that the Norwegian Institute of Public Health are conduction, and by participating you are also in the draw for gift cards worth 5 000 kroner each.
nb: Fra i dag av kan du som student svare på akkurat det spørsmålet via SHoT- undersøkelsen som FHI gjennomfører, og være med i trekninga om gavekort på 5 000 kr.

source: The authorities' advice and recommendations:
nb: Myndighetenes råd og anbefalinger:

source: Campus is open.
nb: Campus er åpen.

source: The new regulatory changes came into force on Sunday 20 June.
nb: nye forskriftsendringene tredte i kraft søndag 20. juni.

source: Bachelor and master programs in journalism
nb: Bachelor og master i journalistikk

source: The course has 15 study seats.
nb: Studiet har plass til 15 studenter.

source: NTL’s goals include bringing about quality-driven improvements in public administration and state enterprises.
nb: NTL jobber for en god virksomhets- og forvaltningsutvikling hvor kvalitet står i sentrum.

source: Students that get schoolarships from Statens Lånekasse will receive the survey by email.
nb: Studenter som har lån gjennom Statens Lånekasse, vil motta undersøkelsen på e-post.

source: digitally on Helse Norge's website.
nb: på Helse Norges nettside.

source: We therefore welcome teachers, educators, researchers, and students to share their
nb: invitere lærere, pedagoger, forskere, og studenter til å dele med seg av sine erfaringer.

source: The entry regulations have not changed.
nb: Innreisebestemmelsene er ikke endret.

source: Participation is free upon pre-registration.
nb: Deltakelse er gratis på pre-registrering.

source: plenary speeches, paper presentations, teacher and student presentations, and poster
nb: paper, lærer og student presentasjoner, og poster presentasjoner.

source: The application deadline for applying for exchange scholarships for both students and staff is approaching.
nb: Søknadsfristen for å søke om utvekslingsstipend for både studenter og ansatte nærmer seg.

source: Age limit: 6 years.
nb: Aldersgrense 6 år.

source: The Round Table isorganized at the Sámi University College, Kautokeino.
nb: The Round Table er organisert ved Samisk høgskole, Kautokeino.

source: Sámi culture and society (in Norwegian)
nb: Samisk kultur og samfunnskunnskap (utdannelsen er på norsk)

source: Centre for Sami language in education
nb: Senter for samisk i opplæringa

source: Prioritization of study seats is done according to the regulations of Sámi University of Applied Sciences:8 places are reserved cooperative institutions outside the Nordic region.
nb: Prioritering av studieplasser til innføringsstudiene gjøres etter følgende ordning: 8 plasser reserveres samarbeidsinstitusjoner utenfor Norden.

source: The Centre for Sami language in education on
nb: Senter for samisk i opplæringa

source: (Updated 9th of December 2021)
nb: (Oppdatert 9. desember 2021)

source: Sami University of Applied Sciences is planning to hold physical education this autumn at Diehtosiida campus from 16 August.
nb: her. Samisk høyskole planlegger at undervisningen og introduksjonsuken skal foregå fysisk på campus Diehtosiida fra og med 16.

source: Stay home if you are sick.
nb: Bli hjemme hvis du er syk.

source: Remember hand and cough hygiene.
nb: Husk hånd- og hostehygiene.

source: The Sámi society requires Sámi lingual journalists in all over the Sámi territory, both in radio and TV services.
nb: Det samiske samfunnet trenger journalister over hele Sápmi, både til radio og TV virksomhet.

source: From 2000 until Inga Juuso's death in 2014, a number of vocal recordings have been made with Inga Juuso, which until now has remained untouched.
nb: Fra 2000 til Inga Juusos bortgang i 2014 er det blitt gjort en rekke vokalopptak med Inga Juuso som frem til nå har ligget urørt.

source: There are good exchange opportunities for our students and staff at Sami University of Applied Sciences within short-term and long-term exchange through the exchange programs Erasmus +, Barents + and North 2 North.
nb: Det er gode utvekslingsmuligheter for våre studenter og ansatte ved Samisk Høyskole innen korttids- og langtidsutveksling gjennom utvekslingsprogrammene Erasmus+, Barents+ og North 2 North.

source: Start of studies autumn 2021
nb: Studiestart høsten 2021

source: THe 23 tuition fee waivers through North 2 North are to the following Universities in Northern America:
nb: De 23 friplassene gjennom North 2 North er til følgende universiteter i Nord-Amerika:

source: All employees work from home if it is possible from 15 December.
nb: Alle ansatte jobber hjemmefra dersom det er praktisk mulig fra og med 15.

source: Sámi history 1 and 2
nb: Samisk historie 1 og 2

source: With permission from Inga Juuso's family, this material has now been developed for the album Inga Juuso - Tribute where Inga Juuso's yoik meets flutist Patrick Shaw Iversen's music.
nb: Med tillatelse fra Inga Juusos familie er dette materialet nå blitt utviklet til albumet Inga Juuso – Tribute der Inga Juusos joik møter fløytistens Patrick Shaw Iversens musikk.

source: More information about the coronavirus (Covid-19) can be found here:
nb: Mer informasjon om koronaviruset (Covid-19) finnes bl.a. her:

source: "The Sami language in everyone's mind, mouth and hand"
nb: "Samisk i alles tanker, munn og hånd"

source: The conference language is English, Nordic languages and Sámi.
nb: Konferansespråkene er samisk, engelsk og de nordiske språkene.

source: We do not conduct events with more than 20 participants
nb: Vi gjennomfører ikke arrangementer med mer enn 20 deltakere

source: the indigenous world within the field of education.
nb: er å utveksle erfaringer fra urfolksverden.

source: This course can be compared with European language portfolio A3-A4 (Davvin 3 and 4)
nb: Studiet er på samme nivå som Europeisk språkportfolio A3-A4 (Davvin 3 og 4)

source: It is of course possible to go on an exchange even if you do not get one of these tuition fee waivers, if so you will be able to get extra scholarships from North 2 North.
nb: Det er selvfølgelig mulig å dra på utveksling selv om man ikke får en av disse friplassene, og da vil man kunne få ekstra stipend fra North 2 North.

source: Course fee: 1200 NOK material fee and 400 NOK semester fee
nb: Kursavgift: 1200,- materialavgift og 400,- semesteravgift

source: Sami in practical situations, introductory part 1 and 2 provide a basis to study Semester Course in North Sami language.
nb: Nordsamisk i praktiske situasjoner, introduksjon del 1 og 2 gir grunnlag til studiet Nordsamisk semesteremne.

source: traditional indigenous knowledge.
nb: Eksamen er individuell.

source: In TimeEdit you can search for your timetable, as well as where the teaching takes places, meeting schedule, exam times, etc.:
nb: I TimeEdit kan du søke opp timeplanen din, samt hvor undervisningen finner sted, samlingsplan, eksamenstidspunkter, praksis o.l.:

source: The government demands more use of digital education where possible.
nb: Regjeringen krever mer bruk av digital undervisning der det er mulig.

source: The measures take effect from 15.12.21 and initially last for 4 weeks.
nb: Tiltakene trer i kraft fra 15.12.21 og varer i første omgang i 4 uker.
